[
  {
    "topic": "Deforestation",
    "info": "Forests are primarily cleared for cattle ranching, farming, and logging, accelerating climate change and disrupting ecosystems globally."
  },
  {
    "topic": "Global Dependence on Forests",
    "info": "Globally, 1.25 billion people depend on forests for food, water, shelter, and fuel."
  },
  {
    "topic": "Deforestation Rate",
    "info": "The global rate of deforestation decreased from 16 million hectares a year in the 1990s to 10 million hectares a year between 2015 and 2020."
  },
  {
    "topic": "Amazon Rainforest",
    "info": "Despite a downward trend in deforestation, the Brazilian Amazon saw a record 64% increase in deforestation (941 sq km) in the first quarter of 2022."
  },
  {
    "topic": "Amazon Tipping Point",
    "info": "Scientists predict the Amazon Rainforest may reach a tipping point, releasing 90 billion metric tons of CO2 if 20-25% of the rainforest is lost. We are approaching 20%."
  },
  {
    "topic": "Endangered Species",
    "info": "The rate of species extinction is estimated to be 1,000 to 10,000 times greater than without human influence."
  },
  {
    "topic": "Population Decline",
    "info": "Between 1970 and 2020, populations of mammals, fish, birds, reptiles, and amphibians decreased by an average of 68%."
  },
  {
    "topic": "Mammal Range Loss",
    "info": "In a sample of 177 mammal species, all 177 had lost at least 30% of their geographic range."
  },
  {
    "topic": "Insect Decline",
    "info": "Insect abundance is decreasing at a rate of 1%-2% annually, with some terrestrial regions experiencing losses of over 10% each decade."
  },
  {
    "topic": "Threats to Marine Life",
    "info": "At least 800 marine species are threatened by ocean debris, mostly plastic, causing suffocation and starvation in species like sea turtles."
  },
  {
    "topic": "Marine Extinction",
    "info": "A third of all marine animals could go extinct in the next 300 years if greenhouse gas emissions continue to rise."
  },
  {
    "topic": "Coral Decline",
    "info": "Since the 1950s, half of all living corals have died, and 99% of coral reefs may die within 10 years without drastic carbon emission reduction measures."
  },
  {
    "topic": "Carbon Dioxide Emissions",
    "info": "In 2021, global carbon dioxide emissions reached their highest level ever, contributing to climate change and extreme weather events."
  },
  {
    "topic": "Carbon Sinks",
    "info": "Tropical forests absorb 1.4 billion metric tons of CO2, and globally, forests remove up to 30% of the CO2 emitted by humans."
  },
  {
    "topic": "Renewable Energy",
    "info": "While 80% of overall energy production worldwide comes from fossil fuels, renewable sources like solar and wind energy now account for 29% of electricity."
  },
  {
    "topic": "Air Pollution Health Impact",
    "info": "Even low levels of air pollution increase the risk of various health issues, including heart disease, stroke, and premature death."
  },
  {
    "topic": "Global Air Pollution",
    "info": "97.3% of the world's population is exposed to an unsafe amount of air pollution, according to World Health Organization guidelines."
  },
  {
    "topic": "Conservation Challenges",
    "info": "Conservation efforts face challenges in government and the Supreme Court, despite evidence that a cleaner world improves health and fights injustice."
  },
  {
    "topic": "Positive Steps",
    "info": "The U.S. House passed a new wildlife conservation fund, the Biden administration launched a conservation program, and scientists are developing clean energy and carbon capture technology."
  }
]
